Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Protect bright areas near the edge
ar: حماية المناطق الساطعة بالقرب من الحافة
es: Proteja las áreas brillantes cerca del borde
fr: Protégez les zones lumineuses près du bord
hi: किनारे के पास उज्ज्वल क्षेत्रों को सुरक्षित रखें
it: Proteggi le aree luminose vicino al bordo
ja: エッジ付近の明るい領域を保護する
pt_br: Proteja áreas brilhantes perto da borda
ru: Защитите яркие области вблизи края
zh_hans: 保护边缘附近的明亮区域

source: Protects bright pixels while a dark vignette is applied. Used by Highlight Priority.
ar: يحمي وحدات البكسل الساطعة أثناء تطبيق نقوش الصورة النصفية الداكنة. يتم استخدامه بواسطة أولوية التمييز.
es: Protege los píxeles brillantes mientras se aplica una viñeta oscura. Utilizado por Prioridad de resaltado.
fr: Protège les pixels clairs lorsqu'une vignette sombre est appliquée. Utilisé par Highlight Priority.
hi: गहरे रंग का विगनेट लगाने पर चमकीले पिक्सेल की सुरक्षा करता है। हाइलाइट प्रायोरिटी द्वारा उपयोग किया जाता है।
it: Protegge i pixel luminosi mentre viene applicata una vignettatura scura. Utilizzato da Priorità evidenziazione.
ja: 暗いビネットが適用されている間、明るいピクセルを保護します。ハイライト優先で使用されます。
pt_br: Protege pixels brilhantes enquanto uma vinheta escura é aplicada. Used by Highlight Priority.
ru: Защищает яркие пиксели при применении темной виньетки. Используется приоритетом выделения.
zh_hans: 在应用深色晕影的同时保护明亮像素。由突出显示优先级使用。

source: Proximity Match
ar: مطابقة القرب
es: Coincidencia de proximidad
fr: Correspondance de proximité
hi: निकटता मिलान
it: Corrispondenza di prossimità
ja: 近接一致
pt_br: Correspondência de proximidade
ru: Близость матча
zh_hans: 邻近匹配

source: Pull the mask onto the image's own edges, which recovers hair and fur
ar: اسحب القناع إلى حواف الصورة، مما يستعيد الشعر والفراء
es: Tire de la máscara sobre los propios bordes de la imagen, lo que recupera el pelo y el pelaje.
fr: Tirez le masque sur les bords de l'image, ce qui récupère les cheveux et la fourrure.
hi: मास्क को छवि के किनारों पर खींचें, जिससे बाल और फर ठीक हो जाते हैं
it: Tirare la maschera sui bordi dell'immagine, recuperando capelli e pelliccia
ja: マスクを画像の端に引っ張り、髪と毛皮を回復します。
pt_br: Puxe a máscara nas próprias bordas da imagem, o que recupera cabelos e pelos
ru: Натяните маску на края изображения, что восстановит волосы и мех.
zh_hans: 将蒙版拉到图像自身的边缘，以恢复头发和毛皮

source: Pulls red and blue fringes apart toward the center to reduce color edging.
ar: يسحب الأطراف الحمراء والزرقاء بعيدًا نحو المركز لتقليل حواف اللون.
es: Separa los flecos rojos y azules hacia el centro para reducir los bordes de color.
fr: Écarte les franges rouges et bleues vers le centre pour réduire les bordures de couleur.
hi: रंग के किनारे को कम करने के लिए लाल और नीले किनारों को केंद्र की ओर अलग खींचता है।
it: Allunga le frange rosse e blu verso il centro per ridurre i bordi colorati.
ja: 赤と青のフリンジを中心に向かって引き離して、色のエッジを軽減します。
pt_br: Separa as franjas vermelhas e azuis em direção ao centro para reduzir as bordas coloridas.
ru: Раздвигает красную и синюю полосы к центру, чтобы уменьшить цветные края.
zh_hans: 将红色和蓝色边缘拉向中心以减少颜色边缘。

source: Purple
ar: أرجواني
es: Púrpura
fr: Violet
hi: बैंगनी
it: Viola
ja: 紫
pt_br: Roxo
ru: Фиолетовый
zh_hans: 紫色

source: Purple Amount
ar: المبلغ الأرجواني
es: Cantidad morada
fr: Montant violet
hi: बैंगनी राशि
it: Importo viola
ja: 紫の量
pt_br: Quantidade roxa
ru: Фиолетовая сумма
zh_hans: 紫色数量

source: Purple Hue
ar: هوى الأرجواني
es: Tono morado
fr: Teinte violette
hi: बैंगनी रंग
it: Tonalità viola
ja: 紫の色合い
pt_br: Matiz Roxo
ru: Фиолетовый оттенок
zh_hans: 紫色调

source: Purples
ar: أرجواني
es: morados
fr: Violets
hi: बैंगनी
it: Viola
ja: パープル
pt_br: Roxos
ru: Фиолетовые
zh_hans: 紫色

source: Put each pixel's brightness back afterwards, so only the color moves
ar: أعد سطوع كل بكسل مرة أخرى بعد ذلك، بحيث يتحرك اللون فقط
es: Luego, restablezca el brillo de cada píxel, de modo que solo se mueva el color.
fr: Remettez ensuite la luminosité de chaque pixel pour que seule la couleur bouge
hi: बाद में प्रत्येक पिक्सेल की चमक वापस रख दें, ताकि केवल रंग ही चले
it: Ripristina successivamente la luminosità di ciascun pixel, in modo che si sposti solo il colore
ja: 後で各ピクセルの明るさを元に戻すと、色だけが移動します
pt_br: Coloque o brilho de cada pixel de volta depois, para que apenas a cor se mova
ru: После этого верните яркость каждого пикселя, чтобы перемещался только цвет.
zh_hans: 之后将每个像素的亮度放回去，这样只有颜色会移动

source: PxSD
ar: بكسسد
hi: पीएक्सएसडी

source: Quality
ar: الجودة
es: Calidad
fr: Qualité
hi: गुणवत्ता
it: Qualità
ja: 品質
pt_br: Qualidade
ru: Качество
zh_hans: 品质

source: QuickLook
ar: نظرة سريعة
es: Vista rápida
fr: Aperçu rapide
hi: शीघ्रता से देखो
ja: クイックルック
pt_br: Olhar rápido
ru: Быстрый просмотр
zh_hans: 快速查看

source: R — G — B —
ar: ص — ز — ب —
fr: R — V — B —
hi: आर - जी - बी -
it: R — SOL — SI —
ru: Р — Г — Б —

source: RGB changes brightness. Red, green, and blue also shift the color.
ar: RGB يغير السطوع. الأحمر والأخضر والأزرق يغير اللون أيضًا.
es: RGB cambia el brillo. El rojo, el verde y el azul también cambian de color.
fr: RVB change la luminosité. Le rouge, le vert et le bleu modifient également la couleur.
hi: आरजीबी चमक बदलता है। लाल, हरा और नीला भी रंग बदलते हैं।
it: RGB cambia la luminosità. Anche il rosso, il verde e il blu cambiano il colore.
ja: RGBで明るさが変わります。赤、緑、青も色を変化させます。
pt_br: RGB altera o brilho. Vermelho, verde e azul também mudam de cor.
ru: RGB меняет яркость. Красный, зеленый и синий также меняют цвет.
zh_hans: RGB 改变亮度。红色、绿色和蓝色也会改变颜色。

source: RGB histogram
ar: الرسم البياني RGB
es: histograma RGB
fr: Histogramme RVB
hi: आरजीबी हिस्टोग्राम
it: Istogramma RGB
ja: RGBヒストグラム
pt_br: Histograma RGB
ru: RGB-гистограмма
zh_hans: RGB直方图

source: Radial
ar: شعاعي
es: radiales
fr: Radiale
hi: रेडियल
it: Radiale
ja: ラジアル
ru: Радиальный
zh_hans: 径向

source: Radius
ar: نصف القطر
es: Radio
fr: Rayon
hi: त्रिज्या
it: Raggio
ja: 半径
pt_br: Raio
ru: Радиус
zh_hans: 半径

source: Range
ar: النطاق
es: Rango
fr: Gamme
hi: रेंज
it: Gamma
ja: 範囲
pt_br: Alcance
ru: Диапазон
zh_hans: 范围

source: Ratio
ar: نسبة
es: proporción
fr: Rapport
hi: अनुपात
it: Rapporto
ja: 比率
pt_br: Proporção
ru: Соотношение
zh_hans: 比率

source: Rd
ar: طريق
fr: Chemin
hi: रोड
it: Strada
ja: ロード
pt_br: Estrada
ru: Роуд
zh_hans: 路

source: Read colors from the active layer only, or from every visible layer as shown
ar: اقرأ الألوان من الطبقة النشطة فقط، أو من كل طبقة مرئية كما هو موضح
es: Lea los colores solo de la capa activa o de cada capa visible como se muestra
fr: Lisez les couleurs du calque actif uniquement ou de chaque calque visible, comme indiqué.
hi: केवल सक्रिय परत से, या दिखाए गए अनुसार प्रत्येक दृश्यमान परत से रंग पढ़ें
it: Leggi i colori solo dal livello attivo o da ogni livello visibile come mostrato
ja: アクティブなレイヤーのみから、または図に示すように表示されているすべてのレイヤーからカラーを読み取ります。
pt_br: Leia as cores apenas da camada ativa ou de todas as camadas visíveis, conforme mostrado
ru: Считайте цвета только из активного слоя или из каждого видимого слоя, как показано на рисунке.
zh_hans: 仅从活动图层读取颜色，或从每个可见图层读取颜色，如图所示

source: Reading the Photoshop file…
ar: قراءة ملف الفوتوشوب...
es: Leyendo el archivo de Photoshop...
fr: Lecture du fichier Photoshop…
hi: फ़ोटोशॉप फ़ाइल पढ़ रहा हूँ...
it: Lettura del file Photoshop...
ja: Photoshop ファイルを読み込んでいます…
pt_br: Lendo o arquivo do Photoshop…
ru: Чтение файла Photoshop…
zh_hans: 正在读取 Photoshop 文件...

source: Reading the file to see what needs converting.
ar: قراءة الملف لمعرفة ما يحتاج إلى تحويل.
es: Leer el archivo para ver qué necesita convertirse.
fr: Lecture du fichier pour voir ce qui doit être converti.
hi: यह देखने के लिए फ़ाइल को पढ़ें कि क्या कनवर्ट करने की आवश्यकता है।
it: Leggere il file per vedere cosa deve essere convertito.
ja: ファイルを読んで、変換が必要なものを確認します。
ru: Чтение файла, чтобы увидеть, что нужно преобразовать.
zh_hans: 读取文件以查看需要转换的内容。

source: Ready when you are
ar: جاهز عندما تكون
es: Listo cuando lo estés
fr: Prêt quand tu l'es
hi: जब आप तैयार हों
it: Pronto quando lo sei tu
ja: いつでも準備完了
pt_br: Pronto quando você estiver
ru: Готов, когда вы будете
zh_hans: 当你准备好时

source: Rectangle
ar: مستطيل
es: Rectángulo
fr: Rectangulaire
hi: आयत
it: Rettangolo
ja: 長方形
pt_br: Retângulo
ru: Прямоугольник
zh_hans: 矩形

source: Rectangular Marquee
ar: سرادق مستطيلة
es: Carpa rectangular
fr: Chapiteau rectangulaire
hi: आयताकार मार्की
it: Tendone rettangolare
ja: 長方形のマーキー
pt_br: Tenda Retangular
ru: Прямоугольный шатер
zh_hans: 矩形选框

source: Rectilinear
ar: مستقيمة
es: rectilíneo
fr: Rectiligne
hi: सीधा
it: Rettilineo
ja: 直線的
pt_br: Retilíneo
ru: Прямолинейный
zh_hans: 直线型

source: Red
ar: أحمر
es: rojo
fr: Rouge
hi: लाल
it: Rosso
ja: 赤
pt_br: Vermelho
ru: Красный
zh_hans: 红色

source: Red Primary
ar: الأحمر الأساسي
es: Rojo primario
fr: Rouge primaire
hi: लाल प्राथमिक रंग
it: Rosso primario
ja: 赤の原色
pt_br: Vermelho primário
ru: Красный основной
zh_hans: 红色原色

source: Red, green, and blue of the pixel under the pointer.
ar: الأحمر والأخضر والأزرق للبكسل الموجود أسفل المؤشر.
es: Rojo, verde y azul del píxel debajo del puntero.
fr: Rouge, vert et bleu du pixel sous le pointeur.
hi: पॉइंटर के नीचे पिक्सेल का लाल, हरा और नीला।
it: Rosso, verde e blu del pixel sotto il puntatore.
ja: ポインタの下のピクセルの赤、緑、青。
pt_br: Vermelho, verde e azul do pixel sob o ponteiro.
ru: Красный, зеленый и синий цвета пикселя под указателем.
zh_hans: 指针下方像素的红色、绿色和蓝色。

source: Redo
ar: إعادة
es: Rehacer
fr: Refaire
hi: पुनः करें
it: Rifare
ja: やり直し
pt_br: Refazer
ru: Повторить
zh_hans: 重做

source: Reds
ar: ريدز
es: rojos
fr: Rouges
hi: लाल
it: Rossi
ja: レッズ
pt_br: Vermelhos
ru: Красные
zh_hans: 红人

source: Refine
ar: صقل
es: Refinar
fr: Affiner
hi: परिष्कृत करें
it: Perfeziona
ja: 絞り込む
pt_br: Refinar
ru: Уточнить
zh_hans: 精炼

source: Refine Saturation
ar: صقل التشبع
es: Refinar la saturación
fr: Affiner la saturation
hi: संतृप्ति को परिष्कृत करें
it: Perfeziona la saturazione
ja: 彩度を調整する
pt_br: Refinar saturação
ru: Уточнить насыщенность
zh_hans: 优化饱和度

source: Relative to current dimensions
ar: نسبة إلى الأبعاد الحالية
es: En relación con las dimensiones actuales
fr: Par rapport aux dimensions actuelles
hi: वर्तमान आयामों के सापेक्ष
it: Rispetto alle dimensioni attuali
ja: 現在の寸法との比較
pt_br: Em relação às dimensões atuais
ru: Относительно текущих размеров
zh_hans: 相对于当前尺寸

source: Release Clipping Mask
ar: الافراج عن قناع القطع
es: Liberar máscara de recorte
fr: Libérer le masque d'écrêtage
hi: क्लिपिंग मास्क जारी करें
it: Rilascia la maschera di ritaglio
ja: クリッピングマスクを解除する
pt_br: Liberar máscara de corte
ru: Освободить обтравочную маску
zh_hans: 释放剪贴蒙版

source: Release clipping mask
ar: الافراج عن قناع القطع
es: Liberar máscara de recorte
fr: Supprimer le masque d'écrêtage
hi: क्लिपिंग मास्क जारी करें
it: Rilascia la maschera di ritaglio
ja: クリッピングマスクを解除する
pt_br: Liberar máscara de recorte
ru: Освободить обтравочную маску
zh_hans: 释放剪贴蒙版

source: Remove
ar: إزالة
es: Quitar
fr: Supprimer
hi: हटाओ
it: Rimuovi
ja: 削除
pt_br: Remover
ru: Удалить
zh_hans: 删除

source: Remove Background
ar: إزالة الخلفية
es: Quitar fondo
fr: Supprimer l'arrière-plan
hi: पृष्ठभूमि हटाएँ
it: Rimuovi sfondo
ja: 背景を削除する
pt_br: Remover fundo
ru: Удалить фон
zh_hans: 删除背景

source: Remove Background…
ar: إزالة الخلفية...
es: Eliminar fondo…
fr: Supprimer l'arrière-plan…
hi: पृष्ठभूमि हटाएँ…
it: Rimuovi sfondo…
ja: 背景を削除…
pt_br: Remover plano de fundo…
ru: Удалить фон…
zh_hans: 删除背景...

source: Remove Chromatic Aberration
ar: إزالة الانحراف اللوني
es: Eliminar la aberración cromática
fr: Supprimer l'aberration chromatique
hi: रंगीन विपथन दूर करें
it: Rimuovi l'aberrazione cromatica
ja: 色収差を除去する
pt_br: Remover aberração cromática
ru: Удалить хроматическую аберрацию
zh_hans: 消除色差

source: Remove Distortion
ar: إزالة التشويه
es: Eliminar distorsión
fr: Supprimer la distorsion
hi: विकृति दूर करें
it: Rimuovi distorsione
ja: 歪みを取り除く
pt_br: Remover distorção
ru: Удалить искажение
zh_hans: 消除失真

source: Remove Links and Delete
ar: إزالة الروابط وحذفها
es: Eliminar enlaces y eliminar
fr: Supprimer les liens et supprimer
hi: लिंक हटाएँ और हटाएँ
it: Rimuovi collegamenti ed elimina
ja: リンクを削除して削除する
pt_br: Remover links e excluir
ru: Удалить ссылки и удалить
zh_hans: 删除链接并删除

source: Remove every guide line.
ar: قم بإزالة كل سطر دليل.
es: Elimine todas las líneas guía.
fr: Supprimez chaque ligne de guidage.
hi: हर गाइड लाइन हटाओ.
it: Rimuovi ogni linea guida.
ja: すべてのガイドラインを削除します。
pt_br: Remova todas as linhas-guia.
ru: Удалите каждую направляющую линию.
zh_hans: 删除每条引导线。

source: Remove point
ar: إزالة النقطة
es: Quitar punto
fr: Supprimer le point
hi: बिंदु हटाएँ
it: Rimuovi punto
ja: ポイントを削除
pt_br: Remover ponto
ru: Удалить точку
zh_hans: 删除点

source: Rename Layer
ar: إعادة تسمية الطبقة
es: Cambiar nombre de capa
fr: Renommer le calque
hi: परत का नाम बदलें
it: Rinomina livello
ja: レイヤー名の変更
pt_br: Renomear camada
ru: Переименовать слой
zh_hans: 重命名图层

source: Rename Layer…
ar: إعادة تسمية الطبقة...
es: Cambiar nombre de capa…
fr: Renommer le calque…
hi: परत का नाम बदलें...
it: Rinomina livello…
ja: レイヤーの名前を変更…
pt_br: Renomear camada…
ru: Переименовать слой…
zh_hans: 重命名图层...

source: Rename…
ar: إعادة تسمية…
es: Cambiar nombre…
fr: Renommer…
hi: नाम बदलें...
it: Rinomina…
ja: 名前を変更…
pt_br: Renomear…
ru: Переименовать…
zh_hans: 重命名...

source: Reorder Layers
ar: إعادة ترتيب الطبقات
es: Reordenar capas
fr: Réorganiser les calques
hi: परतें पुन: व्यवस्थित करें
it: Riordina i livelli
ja: レイヤーを並べ替える
pt_br: Reordenar camadas
ru: Изменение порядка слоев
zh_hans: 重新排序图层

source: Replace Layer Mask
ar: استبدال قناع الطبقة
es: Reemplazar máscara de capa
fr: Remplacer le masque de calque
hi: लेयर मास्क बदलें
it: Sostituisci maschera di livello
ja: レイヤーマスクを置換
pt_br: Substituir máscara de camada
ru: Заменить маску слоя
zh_hans: 替换图层蒙版

source: Replaces this curve with a straight line or a contrast curve.
ar: يستبدل هذا المنحنى بخط مستقيم أو منحنى متباين.
es: Reemplaza esta curva con una línea recta o una curva de contraste.
fr: Remplace cette courbe par une ligne droite ou une courbe de contraste.
hi: इस वक्र को एक सीधी रेखा या विपरीत वक्र से बदल देता है।
it: Sostituisce questa curva con una linea retta o una curva di contrasto.
ja: この曲線を直線またはコントラスト曲線に置き換えます。
pt_br: Substitui esta curva por uma linha reta ou curva de contraste.
ru: Заменяет эту кривую прямой линией или контрастной кривой.
zh_hans: 将此曲线替换为直线或对比曲线。

source: Resample
ar: إعادة تشكيل
es: Remuestrear
fr: Rééchantillonner
hi: पुनः नमूना
it: Ricampiona
ja: リサンプル
pt_br: Reamostrar
ru: Повторная выборка
zh_hans: 重新采样

source: Reset
ar: إعادة تعيين
es: Reiniciar
fr: Réinitialiser
hi: रीसेट करें
it: Ripristina
ja: リセット
pt_br: Redefinir
ru: Сброс
zh_hans: 重置

source: Reset colors
ar: إعادة تعيين الألوان
es: Restablecer colores
fr: Réinitialiser les couleurs
hi: रंग रीसेट करें
it: Reimposta i colori
ja: カラーをリセットする
pt_br: Redefinir cores
ru: Сбросить цвета
zh_hans: 重置颜色

source: Reset curve
ar: إعادة تعيين المنحنى
es: Restablecer curva
fr: Courbe de réinitialisation
hi: वक्र रीसेट करें
it: Reimpostare la curva
ja: リセットカーブ
pt_br: Redefinir curva
ru: Сбросить кривую
zh_hans: 复位曲线

source: Resize
ar: تغيير الحجم
es: Cambiar tamaño
fr: Redimensionner
hi: आकार बदलें
it: Ridimensionare
ja: サイズ変更
pt_br: Redimensionar
ru: Изменить размер
zh_hans: 调整大小

source: Resizes layer pixels and applies existing transforms. Undo restores the originals.
ar: يغير حجم وحدات البكسل في الطبقة ويطبق التحويلات الموجودة. التراجع يعيد النسخ الأصلية.
es: Cambia el tamaño de los píxeles de la capa y aplica transformaciones existentes. Deshacer restaura los originales.
fr: Redimensionne les pixels du calque et applique les transformations existantes. Annuler restaure les originaux.
hi: परत पिक्सेल का आकार बदलता है और मौजूदा परिवर्तनों को लागू करता है। पूर्ववत करें मूल को पुनर्स्थापित करता है।
it: Ridimensiona i pixel del livello e applica le trasformazioni esistenti. Annulla ripristina gli originali.
ja: レイヤーピクセルのサイズを変更し、既存の変換を適用します。元に戻すと元の状態に戻ります。
pt_br: Redimensiona os pixels da camada e aplica as transformações existentes. Desfazer restaura os originais.
ru: Изменяет размер пикселей слоя и применяет существующие преобразования. Отменить восстанавливает оригиналы.
zh_hans: 调整图层像素大小并应用现有变换。撤消可恢复原始状态。

source: Resolution
ar: القرار
es: Resolución
fr: Résolution
hi: संकल्प
it: Risoluzione
ja: 解像度
pt_br: Resolução
ru: Разрешение
zh_hans: 分辨率

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
hi: डिफ़ॉल्ट पुनर्स्थापित करें
it: Ripristina le impostazioni predefinite
ja: デフォルトに戻す
pt_br: Restaurar padrões
ru: Восстановить настройки по умолчанию
zh_hans: 恢复默认设置

source: Result: %@ × %@ pixels
ar: النتيجة: %@ × %@ بكسل
es: Resultado: %@ × %@ píxeles
fr: Résultat : %@ × %@ pixels
hi: परिणाम: %@ × %@ पिक्सेल
it: Risultato: %@ × %@ pixel
ja: 結果: %@ × %@ ピクセル
pt_br: Resultado: %@ × %@ pixels
ru: Результат: %@ × %@ пикселей
zh_hans: 结果：%@ × %@ 像素

source: Return
ar: العودة
es: Regresar
fr: Retour
hi: वापसी
ja: 戻る
pt_br: Retorno
ru: Возврат
zh_hans: 返回

source: Reveal All (White)
ar: كشف الكل (أبيض)
es: Revelar todo (blanco)
fr: Révéler tout (blanc)
hi: सभी प्रकट करें (सफ़ेद)
it: Rivela tutto (bianco)
ja: すべて表示（白）
pt_br: Revelar tudo (branco)
ru: Показать все (белый)
zh_hans: 显示全部（白色）

source: Reveal Selection
ar: كشف التحديد
es: Revelar selección
fr: Révéler la sélection
hi: चयन प्रकट करें
it: Rivela la selezione
ja: 選択範囲を表示
pt_br: Revelar seleção
ru: Показать выбор
zh_hans: 显示选择

source: Reverse
ar: عكس
es: revertir
fr: Inverser
hi: उलटा
it: Inverso
ja: リバース
pt_br: Reverso
ru: Реверс
zh_hans: 反向

source: Revert
ar: العودة
es: Revertir
fr: Revenir
hi: वापस करें
it: Ripristina
ja: 元に戻す
pt_br: Reverter
ru: Вернуть
zh_hans: 恢复

source: Rght
ar: صحيح
es: Derecha
fr: À droite
hi: ठीक है
it: Giusto
ja: 右
pt_br: Certo
ru: Да
zh_hans: 右

source: Right
ar: صحيح
es: Derecha
fr: À droite
hi: ठीक है
it: Giusto
ja: 右
pt_br: Certo
ru: Правильно
zh_hans: 右

source: Rotate
ar: تدوير
es: rotar
fr: Rotation
hi: घुमाएँ
it: Ruota
ja: 回転
pt_br: Girar
ru: Поворот
zh_hans: 旋转

source: Rotates the picture around its center.
ar: يقوم بتدوير الصورة حول مركزها.
es: Gira la imagen alrededor de su centro.
fr: Fait pivoter l'image autour de son centre.
hi: चित्र को उसके केंद्र के चारों ओर घुमाता है।
it: Ruota l'immagine attorno al suo centro.
ja: 画像を中心を中心に回転します。
pt_br: Gira a imagem em torno do centro.
ru: Поворот изображения вокруг его центра.
zh_hans: 围绕其中心旋转图片。

source: Roughness
ar: خشونة
es: Rugosidad
fr: Rugosité
hi: खुरदरापन
it: Rugosità
ja: 粗さ
pt_br: Rugosidade
ru: Шероховатость
zh_hans: 粗糙度

source: Round the rectangle's corners by this many pixels; 0 keeps them square
ar: قم بتدوير زوايا المستطيل بهذا العدد من البيكسلات؛ 0 يبقيهم مربعين
es: Redondea las esquinas del rectángulo con esta cantidad de píxeles; 0 los mantiene cuadrados
fr: Arrondissez les coins du rectangle de ce nombre de pixels ; 0 les garde carrés
hi: आयत के कोनों को इतने पिक्सेल से गोल करें; 0 उन्हें वर्गाकार रखता है
it: Arrotondare gli angoli del rettangolo di questo numero di pixel; 0 li mantiene quadrati
ja: このピクセル数だけ長方形の角を丸めます。 0 は正方形を保ちます
pt_br: Arredonde os cantos do retângulo com essa quantidade de pixels; 0 os mantém quadrados
ru: Скруглите углы прямоугольника на указанное количество пикселей; 0 сохраняет их квадратными
zh_hans: 将矩形的角圆化这么多像素； 0 使它们保持正方形

source: Roundness
ar: الاستدارة
es: redondez
fr: Rondeur
hi: गोलाई
it: Rotondità
ja: 真円度
pt_br: Redondeza
ru: Округлость
zh_hans: 圆度

source: Rulers
ar: الحكام
es: gobernantes
fr: Règles
hi: शासकों
it: Righelli
ja: 定規
pt_br: Governantes
ru: Правители
zh_hans: 统治者

source: Sample
ar: أخذ عينة
es: Muestrear
fr: Échantillonner
hi: नमूना
it: Campione
ja: サンプル
pt_br: Amostra
ru: Образец
zh_hans: 采样

source: Sample Ring
ar: حلقة عينة
es: Anillo de muestra
fr: Échantillon de bague
hi: नमूना अंगूठी
it: Anello campione
ja: サンプルリング
pt_br: Anel de amostra
ru: Образец кольца
zh_hans: 样品环

source: Sample Size
ar: حجم العينة
es: Tamaño de la muestra
fr: Taille de l'échantillon
hi: नमूना आकार
it: Dimensione del campione
ja: サンプルサイズ
pt_br: Tamanho da amostra
ru: Размер выборки
zh_hans: 样本量

source: Sample color
ar: لون العينة
es: Color de muestra
fr: Échantillon de couleur
hi: नमूना रंग
it: Colore del campione
ja: サンプルカラー
pt_br: Cor da amostra
ru: Образец цвета
zh_hans: 样品颜色

source: Sampling
ar: أخذ العينات
es: Muestreo
fr: Échantillonnage
hi: नमूनाकरण
it: Campionamento
ja: サンプリング
pt_br: Amostragem
ru: Выборка
zh_hans: 取样

source: Saturation
ar: التشبع
es: Saturación
hi: संतृप्ति
it: Saturazione
ja: 彩度
pt_br: Saturação
ru: Насыщенность
zh_hans: 饱和度

source: Saturation Range
ar: نطاق التشبع
es: Rango de saturación
fr: Plage de saturation
hi: संतृप्ति रेंज
it: Intervallo di saturazione
ja: 飽和範囲
pt_br: Faixa de saturação
ru: Диапазон насыщения
zh_hans: 饱和度范围

source: Saturation Shift
ar: تحول التشبع
es: Cambio de saturación
fr: Changement de saturation
hi: संतृप्ति शिफ्ट
it: Spostamento della saturazione
ja: 彩度シフト
pt_br: Mudança de saturação
ru: Сдвиг насыщенности
zh_hans: 饱和度偏移

source: Saturation and brightness
ar: التشبع والسطوع
es: Saturación y brillo
fr: Saturation et luminosité
hi: संतृप्ति और चमक
it: Saturazione e luminosità
ja: 彩度と明るさ
pt_br: Saturação e brilho
ru: Насыщенность и яркость
zh_hans: 饱和度和亮度

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Save As
ar: حفظ باسم
es: Guardar como
fr: Enregistrer sous
hi: इस रूप में सहेजें
it: Salva con nome
ja: 名前を付けて保存
pt_br: Salvar como
ru: Сохранить как
zh_hans: 另存为

source: Save As…
ar: حفظ باسم...
es: Guardar como…
fr: Enregistrer sous…
hi: इस रूप में सहेजें...
it: Salva con nome...
ja: 名前を付けて保存…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 另存为...

source: Save Project
ar: حفظ المشروع
es: Guardar proyecto
fr: Enregistrer le projet
hi: प्रोजेक्ट सहेजें
it: Salva progetto
ja: プロジェクトの保存
pt_br: Salvar projeto
ru: Сохранить проект
zh_hans: 保存项目

source: Save Project As
ar: حفظ المشروع باسم
es: Guardar proyecto como
fr: Enregistrer le projet sous
hi: प्रोजेक्ट को इस रूप में सहेजें
it: Salva progetto con nome
ja: プロジェクトに名前を付けて保存
pt_br: Salvar projeto como
ru: Сохранить проект как
zh_hans: 将项目另存为

source: Save changes to %@?
ar: حفظ التغييرات إلى %@؟
es: ¿Guardar cambios en %@?
fr: Enregistrer les modifications dans %@ ?
hi: परिवर्तन इसमें सहेजें %@?
it: Salvare le modifiche in %@?
ja: 変更を%@に保存しますか?
pt_br: Salvar alterações em %@?
ru: Сохранить изменения в %@?
zh_hans: 将更改保存到%@？

source: Scale
ar: مقياس
es: Escala
fr: Échelle
hi: पैमाना
it: Scala
ja: スケール
pt_br: Escala
ru: Масштаб
zh_hans: 规模

source: Scale width and height together, about the center
ar: قم بقياس العرض والارتفاع معًا، حول المركز
es: Escalar el ancho y el alto juntos, alrededor del centro
fr: Mettre à l'échelle la largeur et la hauteur ensemble, autour du centre
hi: केंद्र के बारे में चौड़ाई और ऊंचाई को एक साथ स्केल करें
it: Ridimensiona larghezza e altezza insieme, attorno al centro
ja: 幅と高さを合わせて中央付近でスケールします
pt_br: Dimensione a largura e a altura juntas, em torno do centro
ru: Масштабируйте ширину и высоту вместе примерно по центру.
zh_hans: 围绕中心缩放宽度和高度

source: Scanlines (CRT)
ar: خطوط المسح (CRT)
es: Líneas de exploración (CRT)
fr: Lignes de balayage (CRT)
hi: स्कैनलाइन (सीआरटी)
it: Linee di scansione (CRT)
ja: スキャンライン (CRT)
pt_br: Linhas de varredura (CRT)
ru: Строки сканирования (ЭЛТ)
zh_hans: 扫描线 (CRT)

source: Screen
ar: الشاشة
es: Pantalla
fr: Écran
hi: स्क्रीन
it: Schermo
ja: 画面
pt_br: Tela
ru: Экран
zh_hans: 屏幕

source: Search shortcuts
ar: اختصارات البحث
es: Buscar atajos
fr: Raccourcis de recherche
hi: शॉर्टकट खोजें
it: Cerca scorciatoie
ja: 検索ショートカット
pt_br: Atalhos de pesquisa
ru: Поиск ярлыков
zh_hans: 搜索快捷方式

source: Select
ar: اختر
es: Seleccionar
fr: Sélectionnez
hi: चयन करें
it: Seleziona
ja: 選択
pt_br: Selecione
ru: Выбрать
zh_hans: 选择
